---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ImageFailures
source: html/40099246-6565-523f-d7d1-9185d72f7923.htm
---
# BuiltInFailures.ImageFailures Properties

Image Instances can't be placed in 3D Views.